Repository: hpted/plugin
Catalog: txl/languages/txl-*.po
Languages: nl_nl

source: per stay
nl_nl: per verblijf

source: per day
nl_nl: per dag

source: per group
nl_nl: per groep

source: per person
nl_nl: per persoon

source: us_us
nl_nl: nld_nld

source: from
nl_nl: van

source: till
nl_nl: tot

source: Check live availablilty and price
nl_nl: Check live beschikbaarheid en prijs

source: Your holiday
nl_nl: Uw vakantie

source: Book now!
nl_nl: Nu Boeken!

source: Show prices per
nl_nl: Toon prijzen per

source: Choose a start date and an end date
nl_nl: Kies een begindatum en een einddatum

source: Selected period is not available.
nl_nl: Geselecteerde periode is niet beschikbaar.

source: Success! The period from
nl_nl: Succes! De periode van

source: till
nl_nl: tot

source: days) is available. Rent is
nl_nl: dagen) is beschikbaar. De huur is

source: <p>(you can also <span id="txl_different_period">select a different period</span>)</p>
nl_nl: <p>(u kunt ook <span id="txl_different_period">een andere periode selecteren</span>)</p>

source: <br>Select a different period.<br>(Holidays start and end on Monday or Friday)
nl_nl: <br>Selecteer een andere periode. <br>(een vakantie begint op een maandag of een vrijdag)

source: rent for this period:
nl_nl: huur voor de periode is:

source: Our holiday
nl_nl: Uw vakantie

source: days
nl_nl: dagen

source: rent is
nl_nl: de huur is

source: back
nl_nl: terug

source: my contact details
nl_nl: mijn gegevens

source: Ms.
nl_nl: mevrouw

source: Mr.
nl_nl: de heer

source: full name
nl_nl: naam en voornaam

source: addres
nl_nl: adres

source: city
nl_nl: stad

source: phone
nl_nl: telefoon

source: my group is
nl_nl: per groep

source: persons
nl_nl: personen

source: extra's
nl_nl: Service

source: total extra's
nl_nl: Totaal service

source: additional comments
nl_nl: Aanvullende opmerkingen
